Repository: TwolDE2/TwolViX
Catalog: lib/python/Plugins/SystemPlugins/VIX/po/*.po
Languages: pl

source: You have to create a SWAP file before trying to activate the autostart.
pl: Musisz utworzyć plik SWAP przed próbą aktywacji autostartu.

source: Your %s %s could not connect to the plugin feeds at this time. Please try using the Backup manager to restore plugins later.
pl: Twój %s %s nie może teraz połączyć się z kanałami wtyczek. Spróbuj za pomocą Menedżera kopii zapasowych do późniejszego przywrócenia wtyczek.

source: Your %s %s is about to create a full image backup, this can take about 6 minutes to complete. Do you want to allow this?
pl: Twój %s %s ma zamiar utworzyć pełną kopię zapasową obrazu, może to zająć około 6minut do ukończenia. Czy chcesz na to pozwolić?

source: Your %s %s is about to run a backup of your settings and to detect your plugins. Do you want to allow this?
pl: Twój %s %s zamierza wykonać kopię zapasową ustawień i wykryć wtyczki. Czy chcesz na to pozwolić?

source: Your %s %s is not connected to a network. Please check your network settings and try again.
pl: Twój %s %s nie jest podłączony do sieci. Sprawdź ustawienia sieci i spróbuj ponownie.

source: Your %s %s is not connected to a network. Please try using the Backup manager to restore plugins later when a network connection is available.
pl: Twój %s %s nie jest podłączony do sieci. Spróbuj użyć kopii zapasowej menedżer do przywracania wtyczek później, gdy połączenie sieciowe będzie dostępne.

source: Your %s %s is not connected to the Internet. Please check your network settings and try again.
pl: Twój %s %s nie jest podłączony do Internetu. Sprawdź swoją sieć ustawienia i spróbuj ponownie.

source: Your %s %s is not connected to the Internet. Please try using Backup manager to restore plugins later.
pl: Twój %s %s nie jest podłączony do Internetu. Spróbuj użyć Menedżera kopii zapasowych aby przywrócić wtyczki później.

source: Your %s %s is not connected to the Internet. Please try using the Backup manager to restore plugins later.
pl: Twój %s %s nie jest podłączony do Internetu. Spróbuj użyć kopii zapasowej menedżer do późniejszego przywrócenia wtyczek.

source: ofgwrite error (also sent to any debug log): %s
pl: błąd ofgwrite (wysyłany również do dowolnego dziennika debugowania): %s

source: slot%s - %s (current image)
pl: slot%s - %s (bieżący obraz)

source: unavailable
pl: niedostępne
