Repository: TwolDE2/TwolViX
Catalog: lib/python/Plugins/SystemPlugins/VIX/po/*.po
Languages: pl

source: %s downloads
pl: %s pobrań

source: 128 Mb
pl: 128 Мb

source: 16 Mb
pl: 16 Мb

source: 256 Mb
pl: 256 Мb

source: 30 Days
pl: 30 dni

source: 32 Mb
pl: 32 Мb

source: 64 Mb
pl: 64 Мb

source: 8 Mb
pl: 8 Мb

source: 96 Mb
pl: 96 Мb

source: A background update check is in progress, please try again.
pl: Trwa sprawdzanie aktualizacji w tle, spróbuj ponownie.

source: A backup has been detected.
pl: Wykryto kopię zapasową.

source: Activate
pl: Aktywuj

source: Active
pl: Aktywny

source: Active:
pl: Aktywny:

source: Allows the script runner to be launched from extensions.
pl: Umożliwia uruchamianie skryptu z rozszerzeń.

source: Allows the softcam manager to be launched from extensions.
pl: Umożliwia uruchamianie menedżera softcam z rozszerzeń.

source: Allows the softcam to be checked if it stopped working, and restarted automatically if needed.
pl: Pozwala na sprawdzenie softcamu, jeśli przestał działać, i ponownie się uruchomił automatycznie w razie potrzeby.

source: Allows you to close the window automatically.
pl: Umożliwia automatyczne zamknięcie okna.

source: Allows you to schedule your backups.
pl: Pozwala zaplanować tworzenie kopii zapasowych.

source: Allows you to schedule your image backups.
pl: Pozwala zaplanować tworzenie kopii zapasowych obrazów.

source: Allows you to tag your backups to a box.
pl: Pozwala oznaczyć swoje kopie zapasowe do pudełka.

source: Allows you to tag your image backup to a box. (default is box name/type)
pl: Umożliwia otagowanie kopii zapasowej obrazu do pudełka. (domyślnie nazwa/typ pudełka)

source: Are you ready to install ?
pl: Czy jesteś gotowy do instalacji?

source: Are you sure you want to delete image slot %s ?
pl: Czy na pewno chcesz usunąć obraz ze slotu %s ?

source: Are you sure you want to download this image:
pl: Czy na pewno chcesz pobrać ten obraz:

source: Are you sure you want to restore this backup:
pl: Czy na pewno chcesz przywrócić tę kopię zapasową:

source: Automatic settings backup
pl: Automatyczna kopia zapasowa ustawień

source: Backing up eMMC partitions for USB flash ...
pl: Tworzenie kopii zapasowej partycji eMMC dla pamięci flash USB...

source: Backing up eMMC partitions for USB flash...
pl: Tworzenie kopii zapasowej partycji eMMC dla pamięci flash USB...

source: Backing up files...
pl: Tworzenie kopii zapasowych plików...

source: Backing up kernel...
pl: Tworzenie kopii zapasowej jądra (kernel)...

source: Backing up root file system...
pl: Tworzenie kopii zapasowej głównego systemu plików...

source: Backup complete.
pl: Tworzenie kopii zapasowej zakończone.

source: Backup complete...
pl: Kopia zapasowa zakończona...

source: Backup confirmation
pl: Potwierdzenie kopii zapasowej

source: Backup created
pl: Utworzono kopię zapasową

source: Backup failed - e. g. wrong backup destination or no space left on backup device.
pl: Kopia zapasowa nie powiodła się - np. złe miejsce docelowe kopii zapasowej lub brak miejsca na kopii zapasowej urządzenie.

source: Backup in progress, Please wait for it to finish, before trying again.
pl: Trwa tworzenie kopii zapasowej, Proszę poczekać na zakończenie, zanim spróbujesz ponownie.

source: Backup location
pl: Lokalizacja kopii zapasowej

source: Backup manager
pl: Menadżer kopii bezpieczeństwa

source: Backup manager settings
pl: Ustawienia menedżera kopii zapasowych

source: Backup prefix
pl: Prefiks kopii zapasowej

source: Backup/Flash/ReBoot system image.
pl: Obraz systemu Backup/Flash/Reboot.

source: Backups to keep
pl: Kopie zapasowe do zachowania

source: CCcam can't run whilst MGcamd is running
pl: CCcam nie może działać, gdy działa MGcamd

source: CCcam can't run whilst MGcamd is running.
pl: CCcam nie może działać, gdy uruchomiony jest MGcamd.

source: Cancel
pl: Anuluj

source: Cannot unmount partition '%s'. Make sure this partition is not in use. (SWAP, record/timeshift, etc.)
pl: Nie można odmontować partycji '%s'. Upewnij się, że ta partycja nie jest używana. (SWAP, nagrywanie/przesunięcie w czasie itp.)

source: Change location
pl: Zmień lokalizację

source: Checking free RAM..
pl: Sprawdzanie wolnej pamięci RAM...

source: Checking softcams...
pl: Sprawdzam softcam...

source: Choose IPK folder
pl: Wybierz folder IPK

source: Choose files
pl: Wybierz pliki

source: Choose where to mount your devices to:
pl: Wybierz, gdzie chcesz zamontować swoje urządzenia:

source: Close
pl: Zamknij

source: Close window on success
pl: Zamknij okno po sukcesie

source: Comparing against backup...
pl: Porównanie z kopią zapasową...

source: Compress
pl: Kompresja

source: Create
pl: Stwórz

source: Create a settings backup before updating.
pl: Utwórz kopię zapasową ustawień przed aktualizacją.

source: Create and Manage your SWAP files.
pl: Twórz i zarządzaj plikami SWAP.

source: Create:
pl: Stwórz:

source: Creating SWAP..
pl: Tworzę SWAP...

source: Creating list of installed plugins...
pl: Tworzę listę zainstalowanych wtyczek...

source: Creating zip...
pl: Tworzę ZIP...

source: Current status:
pl: Aktualny stan:

source: Daily
pl: Codziennie

source: Deactivate
pl: Dezaktywować

source: Delete
pl: Usunąć

source: Delete failure - check device available.
pl: Usuń awarię — sprawdź dostępne urządzenie.

source: Deselect
pl: Odznacz

source: Developer password
pl: Hasło programisty

source: Developer username
pl: Nazwa użytkownika programisty

source: Device %s
pl: Urządzenia %s

source: Device:
pl: Urządzenia:

source: Device: None available
pl: Urządzenie: Brak dostępnych

source: Device: none available
pl: Urządzenie: brak dostępne

source: Disable startup
pl: Wyłącz uruchamianie

source: Do you want to create a full image backup? This can take about 6 minutes to complete.
pl: Czy chcesz utworzyć pełną kopię zapasową obrazu? Może to potrwać około 6 minut.

source: Do you want to flash image %s
pl: Czy chcesz sflashować obraz %s

source: Do you want to restart GUI now ?
pl: Czy chcesz teraz zrestartować GUI ?

source: Do you want to restore your Enigma2 plugins ?
pl: Czy chcesz przywrócić wtyczki Enigma2 ?

source: Do you want to restore your Enigma2 settings ?
pl: Czy chcesz przywrócić ustawienia Enigmy2 ?

source: Do you want to restore your enigma2 settings ?
pl: Czy chcesz przywrócić ustawienia enigma2 ?

source: DownLoad
pl: Pobierz

source: Download
pl: Pobierz

source: Download confirmation
pl: Potwierdzenie pobrania

source: Downloading
pl: Pobieranie

source: Downloads
pl: Pobieranie

source: ET8500 Image Restore
pl: Przywracanie obrazu ET8500

source: ET8500 Multiboot: Yes to restore OS1 No to restore OS2:
pl: ET8500 Multiboot: Tak, aby przywrócić OS1 Nie, aby przywrócić OS2:

source: Empty slot
pl: Pusty slot

source: Enable SWAP at startup
pl: Włącz SWAP podczas uruchamiania

source: Enable frozen check
pl: Włącz zamrożone sprawdzanie

source: Enable startup
pl: Włącz uruchamianie

source: Enough retries, delaying till next schedule.
pl: Wystarczająco dużo ponownych prób, opóźnienie do następnego harmonogramu.

source: Enter your OpenViX developer password.
pl: Wprowadź swoje hasło programisty OpenViX.

source: Enter your OpenViX developer username.
pl: Wprowadź swoją nazwę użytkownika programisty OpenViX.

source: Erase
pl: Wymaż

source: Exit the restore wizard
pl: Wyjdź z kreatora przywracania

source: Expand
pl: Rozwiń

source: Extra IPK's
pl: Dodatkowe IPK

source: Flash image unzip successful.
pl: Rozpakowanie obrazu Flash powiodło się.

source: Found non-standard softcam, trying to start, this may fail.
pl: Znaleziono niestandardową kamerę, próbuję uruchomić, może się nie powieść.

source: Free space:
pl: Wolne miejsce:

source: From which image library do you want to download?
pl: Z której biblioteki obrazów chcesz pobrać?

source: Frozen check interval
pl: Zamrożony okres sprawdzania

source: H9 SDcard manager
pl: Menedżer kart SD H9

source: H9SDcard Manager
pl: Menedżer kart SD H9

source: IPK installer
pl: Instalator IPK

source: If you are an OpenViX developer you can enter your login details to have direct access to OpenViX developer images for your receiver. This feature is only available via 'https' connections.
pl: Jeśli jesteś programistą OpenViX, możesz wprowadzić swoje dane logowania, aby mieć bezpośredni dostęp do obrazów programistycznych OpenViX dla twojego odbiornika. Ta funkcja to dostępne tylko przez połączenia 'https'.

source: Image manager
pl: Menedżer obrazów

source: Image manager settings
pl: Ustawienia menedżera obrazów

source: Inactive
pl: Nieaktywny

source: Include machine name in backup name
pl: Dołącz nazwę komputera do nazwy kopii zapasowej

source: Info
pl: Informacje

source: Init SDcard
pl: Uruchom kartę SD

source: Init USB/SDA1
pl: Inicjowanie USB/SDA1

source: Init Zgemma H9 SDCARD - please reboot after use.
pl: Init Zgemma H9 SDCARD - uruchom ponownie po użyciu.

source: Init Zgemma H9 USB/SDA1 - please reboot after use.
pl: Init Zgemma H9 USB/SDA1 - uruchom ponownie po użyciu.

source: Install
pl: Zainstaluj

source: Install IPK's from your tmp folder.
pl: Zainstaluj pakiety IPK z folderu tmp.

source: Install confirmation
pl: Potwierdzenie instalacji

source: Install extensions.
pl: Zainstaluj rozszerzenia.

source: Install local extension
pl: Zainstaluj rozszerzenie lokalne

source: Installing...
pl: Instalowanie...

source: Invert
pl: Odwróć

source: It seems you have not setup an extra location. Please set it up in the Backup manager setup menu.
pl: Wygląda na to, że nie skonfigurowałeś dodatkowej lokalizacji. Ustaw ją w Menu konfiguracji menedżera kopii zapasowych.

source: Location of where backup should be saved.
pl: Lokalizacja, w której ma zostać zapisana kopia zapasowa.

source: Location of where the image backup should be saved.
pl: Lokalizacja, w której powinna zostać zapisana kopia zapasowa obrazu.

source: Login as an OpenViX developer
pl: Zaloguj się jako programista OpenViX

source: Logs
pl: Dzienniki

source: MB
pl: МБ

source: MGcamd can't run whilst CCcam is running.
pl: MGcamd nie może działać, gdy działa CCcam.

source: Manage settings backup.
pl: Zarządzaj kopią zapasową ustawień.

source: Manage your devices mount points.
pl: Zarządzaj punktami montowania urządzeń.

source: Max image backups to keep (0==all)
pl: Maksymalna liczba kopii zapasowych (0==wszystkie)

source: Mount
pl: Zamontuj

source: Mount failed for '%s', error code = '%s'.
pl: Montowanie nie powiodło się dla '%s', kod błędu = '%s'.

source: Mount manager
pl: Zarządzanie montażem

source: Mount:
pl: Zamontuj:

source: Move Nand root to SD card
pl: Przenieś root Nand na kartę SD

source: Moving to backup Location...
pl: Przenoszenie do lokalizacji kopii zapasowej...

source: Multiboot ERROR! - no STARTUP in boot partition.
pl: BŁĄD Multiboot! - brak uruchamiania na partycji rozruchowej.

source: Multiboot image manager
pl: Menedżer obrazów Multiboot

source: Multiboot only able to restore this backup to mmc slot1
pl: Multiboot może przywrócić tę kopię zapasową tylko do mmc slot1

source: NO, do not restore plugins
pl: NIE, nie przywracaj wtyczek

source: NO, do not restore settings
pl: NIE, nie przywracaj ustawień

source: New backup
pl: Nowa kopia zapasowa

source: Next backup:
pl: Następna kopia zapasowa:

source: No config files found, please setup CCcam first in /etc/CCcam.cfg.
pl: Nie znaleziono plików konfiguracyjnych, najpierw skonfiguruj CCcam w /etc/CCcam.cfg.

source: No config files found, please setup Hypercam first in /etc/hypercam.cfg.
pl: Nie znaleziono plików konfiguracyjnych, najpierw skonfiguruj Hypercam w /etc/hypercam.cfg.

source: No config files found, please setup MGcamd first in /usr/keys.
pl: Nie znaleziono plików konfiguracyjnych, najpierw skonfiguruj MGcamd w /usr/keys.

source: No config files found, please setup Ncam first in /etc/tuxbox/config
pl: Nie znaleziono plików konfiguracyjnych, najpierw skonfiguruj Ncam w /etc/tuxbox/config

source: No config files found, please setup Ncam first in /etc/tuxbox/config.
pl: Nie znaleziono plików konfiguracyjnych, najpierw skonfiguruj Ncam w /etc/tuxbox/config.

source: No config files found, please setup Oscam first in /etc/tuxbox/config
pl: Nie znaleziono plików konfiguracyjnych, najpierw skonfiguruj Oscam w /etc/tuxbox/config

source: No config files found, please setup Oscam first in /etc/tuxbox/config.
pl: Nie znaleziono plików konfiguracyjnych, najpierw skonfiguruj Oscam w /etc/tuxbox/config.

source: No images found on the selected download server...if password check validity
pl: Nie znaleziono obrazów na wybranym serwerze pobierania... jeśli hasło sprawdza poprawność

source: No plugins needed to be installed
pl: Nie trzeba instalować żadnych wtyczek

source: None
pl: Brak

source: Note: slot list does not show current image or empty slots.
pl: Uwaga: lista slotów nie pokazuje aktualnego obrazu ani pustych slotów.

source: Now skipping restore process
pl: Teraz pomijam proces przywracania

source: OK, to perform a restore
pl: OK, aby wykonać przywracanie

source: Partition: %s Mount: %s unmounted successfully; if all partitions now unmounted you can remove device.
pl: Partycja: Zamontuj %s: Odmontowano %s pomyślnie; jeśli wszystkie partycje są terazodmontowany, możesz usunąć urządzenie.

source: Please enter a folder that contains some packages.
pl: Proszę wprowadzić folder, który zawiera pakiety.

source: Please select device to use as SWAP file location.
pl: Wybierz urządzenie, które ma być używane jako lokalizacja pliku SWAP.

source: Please select the file to restore.
pl: Proszę wybrać plik do przywrócenia.

source: Please wait while plugins restore completes...
pl: Proszę czekać, aż zakończy się przywracanie wtyczek...

source: Please wait while scanning for devices...
pl: Proszę czekać podczas skanowania w poszukiwaniu urządzeń...

source: Please wait while scanning your %s %s devices...
pl: Proszę czekać podczas skanowania urządzeń %s %s...

source: Please wait while settings restore completes...
pl: Proszę czekać, aż zakończy się przywracanie ustawień...

source: Please wait while starting
pl: Proszę czekać podczas uruchamiania

source: Please wait while stopping
pl: Proszę czekać podczas zatrzymywania

source: Please wait while the flash prepares.
pl: Proszę poczekać, aż flash się przygotuje.

source: Please wait while the system gathers information...
pl: Proszę czekać, aż system zbierze informacje...

source: Please wait.
pl: Proszę czekać.

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device.
pl: Lista wtyczek nie powiodła się — np. niewłaściwa lokalizacja kopii zapasowej lub brak wolnego miejsca naurządzenie kopii zapasowej.

source: Preparing extra plugins...
pl: Przygotowywanie dodatkowych wtyczek...

source: Press 'Menu' to select a storage device
pl: Naciśnij 'Menu', aby wybrać urządzenie magazynujące

source: Press OK to toggle the selection.
pl: Naciśnij OK, aby przełączyć wybór.

source: Press appropiate Init to move Nand root to SDcard or USB.
pl: Naciśnij odpowiedni Init, aby przenieść root Nand na kartę SD lub USB.

source: Query before starting backup.
pl: Zapytaj przed rozpoczęciem tworzenia kopii zapasowej.

source: Query before starting image backup.
pl: Zapytaj przed rozpoczęciem tworzenia kopii zapasowej obrazu.

source: Reboot
pl: Uruchom ponownie

source: Rebooting...
pl: Ponowne uruchamianie...

source: Recording(s) are in progress or coming up in few seconds! Do you still want to flash image %s?
pl: Nagrywanie (nagrania) w toku lub nadchodzące za kilka sekund! Czy nadal chcesz flashować obraz %s?

source: Removal of this slot will not show in %s Gui. Are you sure you want to delete image slot %s ?
pl: Usunięcie tego slotu nie będzie widoczne w %s Gui. Czy na pewno chcesz usunąć miejsce na obraz %s ?

source: Remove confirmation
pl: Usuń potwierdzenie

source: Removing temp mounts...
pl: Usuwam tymczasowe mocowania...

source: Restart
pl: Uruchom ponownie

source: Restart %s %s.
pl: Uruchom ponownie %s %s.

source: Restart GUI.
pl: Uruchom ponownie GUI.

source: Restore
pl: Przywróć

source: Restore Confirmation
pl: Potwierdzenie przywrócenia

source: Restore wizard
pl: Kreator przywracania

source: Restoring backup...
pl: Przywracanie kopii zapasowej...

source: Restoring plugins, this can take a long time...
pl: Przywracanie wtyczek może zająć dużo czasu...

source: Restoring plugins...
pl: Przywracanie wtyczek...

source: Retrieving image slots - Please wait...
pl: Pobieranie slotów na obrazy — proszę czekać...

source: Run
pl: Uruchom

source: Run your shell scripts.
pl: Uruchom swoje skrypty powłoki.

source: SWAP file not found. You have to create the file before you try to activate it.
pl: Nie znaleziono pliku SWAP. Musisz utworzyć plik przed próbą aktywacji to.

source: SWAP manager
pl: Menedżer SWAP

source: SWAP place:
pl: Miejsce SWAP:

source: SWAP size:
pl: Rozmiar SWAP:

source: Save
pl: Zapisz

source: Schedule backups
pl: Zaplanuj tworzenie kopii zapasowych

source: Script runner
pl: Uruchamiacz skryptów

source: Script runner settings
pl: Ustawienia programu uruchamiającego skrypt

source: Select
pl: Wybierz

source: Select a backup to restore:
pl: Wybierz kopię zapasową do przywrócenia:

source: Select a package to install:
pl: Wybierz pakiet do zainstalowania:

source: Select an image to download for %s:
pl: Wybierz obraz do pobrania dla %s:

source: Select an image to flash:
pl: Wybierz obraz do flashowania:

source: Select extra packages folder
pl: Wybierz folder dodatkowych pakietów

source: Select files/folders to backup
pl: Wybierz pliki/foldery do wykonania kopii zapasowej

source: Select folder that contains plugins
pl: Wybierz folder zawierający wtyczki

source: Select the SWAP file size:
pl: Wybierz rozmiar pliku SWAP:

source: Select:
pl: Wybierz:

source: Set the interval to be checked in mins.
pl: Ustaw interwał sprawdzania w minutach.

source: Set the repeat interval of backup schedule.
pl: Ustaw interwał powtarzania harmonogramu tworzenia kopii zapasowych.

source: Set the time of backup to start.
pl: Ustaw czas rozpoczęcia tworzenia kopii zapasowej.

source: Setting up...
pl: Konfigurowanie...

source: Setup mounts
pl: Konfiguracja montowań

source: Show in extensions
pl: Pokaż w rozszerzeniach

source: Size:
pl: Rozmiar:

source: Size: %sGB
pl: Rozmiar: %sGB

source: Size: %sMB
pl: Rozmiar: %sMB

source: Size: %sTB
pl: Rozmiar: %sTB

source: Size: unavailable
pl: Rozmiar: niedostępny

source: Softcam manager
pl: Menedżer softcam

source: Softcam manager settings
pl: Ustawienia menedżera Softcam

source: Softcam starting...
pl: Uruchamianie Softcam...

source: Softcam stopping...
pl: Zatrzymanie Softcam...

source: SoftcamCheck
pl: Kontrola softcam

source: Sorry but that location does not exist or is not setup. Please set it up in the Backup manager setup menu.
pl: Przepraszamy, ale ta lokalizacja nie istnieje lub nie jest skonfigurowana. Ustaw ją w menu ustawień Menedżera kopii zapasowych.

source: Sorry the feeds are down for maintenance. Please try again later.
pl: Przepraszamy, że źródła danych nie działają z powodu konserwacji. Spróbuj ponownie później.

source: Sorry the feeds are down for maintenance. Please try using Backup manager to restore plugins later.
pl: Przepraszamy, że źródła danych nie działają z powodu konserwacji. Spróbuj użyć Menedżera kopii zapasowych, aby przywróć wtyczki później.

source: Sorry the feeds are down for maintenance. Please try using the Backup manager to restore plugins later.
pl: Przepraszamy, że źródła danych nie działają z powodu konserwacji. Spróbuj użyć kopii zapasowej menedżer do późniejszego przywrócenia wtyczek.

source: Sorry, but the file is not compatible with this image version.
pl: Przepraszamy, ale plik nie jest zgodny z tą wersją obrazu.

source: Sorry, but the restore failed.
pl: Przepraszamy, ale przywracanie nie powiodło się.

source: Sorry, no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems.
pl: Przepraszamy, nie podłączono żadnych fizycznych urządzeń obsługujących SWAP. Nie można utworzyć SWAPplik w sieci lub systemie plików fat32.

source: Sorry, not enough free RAM found, and no physical devices that supports SWAP attached. Can't create SWAP file on network or fat32 file-systems, unable to make backup.
pl: Przepraszamy, nie znaleziono wystarczającej ilości wolnej pamięci RAM i nie ma fizycznych urządzeń obsługujących SWAPw załączeniu. Nie można utworzyć pliku SWAP w sieci lub systemie plików fat32, nie można zrobić kopię zapasową.

source: Start
pl: Rozpocznij

source: Starting...
pl: Uruchamianie...

source: Status:
pl: Stan:

source: Stop
pl: Zatrzymaj

source: Temp folder
pl: Folder temp

source: The backup location does not have enough free space.
pl: W lokalizacji kopii zapasowej nie ma wystarczającej ilości wolnego miejsca.

source: The backup location does not have enough free space.
pl: W lokalizacji kopii zapasowej nie ma wystarczającej ilości wolnego miejsca.

source: The changes need a system restart to take effect. Restart your %s %s now?
pl: Zmiany wymagają ponownego uruchomienia systemu, aby zaczęły obowiązywać. Uruchom ponownie %s %s teraz?

source: The chosen location does not exist, using /media/hdd.
pl: Wybrana lokalizacja nie istnieje przy użyciu /media/hdd.

source: The name of the receiver can be included in the backup filename, but makes the filename lengthy.
pl: Nazwa odbiorcy może być zawarta w nazwie pliku kopii zapasowej, ale sprawia, żedługa nazwa pliku.

source: The wizard is finished now, and will reboot.
pl: Kreator zakończył pracę i uruchomi się ponownie.

source: The wizard is finished now.
pl: Kreator jest już gotowy.

source: There is a problem with this device. Please reformat it and try again.
pl: Wystąpił problem z tym urządzeniem. Przeformatuj je i spróbuj ponownie.

source: There is no backup to restore.
pl: Nie ma kopii zapasowej do przywrócenia.

source: There is no image to flash.
pl: Brak obrazu do flashowania.

source: This device is already mounted as HDD.
pl: To urządzenie jest już zamontowane jako dysk twardy.

source: Type:
pl: Тyp:

source: Un-mount
pl: Odmontuj

source: Unzip error (also sent to any debug log): %s
pl: Błąd rozpakowywania (wysyłany również do dowolnego dziennika debugowania): %s

source: Updating mount locations...
pl: Aktualizowanie lokalizacji montowania...

source: Use as HDD
pl: Użyj jako dysku twardego

source: Use the cursor keys to select an installed image and then Erase button.
pl: Użyj klawiszy kursora, aby wybrać zainstalowany obraz, a następnie przycisku Usuń.

source: ViX Backup manager
pl: Menedżer kopii zapasowych ViX

source: ViX Image Management
pl: Zarządzanie obrazami ViX

source: ViX Image manager
pl: Menedżer obrazu ViX

source: ViX Mount manager
pl: Menedżer montażu ViX

source: ViX SWAP manager
pl: Menedżer wymiany ViX

source: ViX Script runner
pl: Uruchomienie skryptów ViX

source: View progress
pl: Wyświetl postęp

source: Wait please while creating SWAP file...
pl: Proszę poczekać podczas tworzenia pliku SWAP...

source: Wait please while scanning for softcam's...
pl: Poczekaj proszę podczas skanowania dla softcam...

source: Wait please while scanning...
pl: Proszę czekać podczas skanowania...

source: Weekly
pl: Co tydzień

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your settings and any extra plugins that were installed when the backup was created.
pl: Witamy w kreatorze przywracania. Wykryto kopię zapasową. Możesz użyć tego kreatora, aby przywrócić ustawienia i wszelkie dodatkowe wtyczki, które zostały zainstalowane podczas tworzenia kopii zapasowej.

source: YES, to restore plugins
pl: TAK, aby przywrócić wtyczki

source: YES, to restore settings
pl: TAK, aby przywrócić ustawienia

source: You have decided not to flash image.
pl: Zdecydowałeś się nie flashować obrazu.
